[
  {
    "key": "ScumsCoolLoadScreens12_01000AE8#LSCR:DESC#64336e94021c503f3c07746b3be94966",
    "original": "Despite advertising itself as a bastion of high society and cuisine, some people feel as though the Ultra Luxe is hiding a dark secret.",
    "translation": "尽管标榜自己是上流社会和美食的堡垒，但还是有人觉得奢华殿堂隐藏着一个黑暗的秘密。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens13_01000AE9#LSCR:DESC#1b1fe9c7d0e4da01e529cf1cbd35f6b9",
    "original": "Run by The Chairmen, The Tops Hotel and Casino can accomodate almost anyone's needs from entertainment to gambling to good old fasioned alcohol.",
    "translation": "由董事会经营的九重天赌场酒店可以满足几乎所有人的需求，从娱乐到赌博再到老式美酒。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens14_01000AEA#LSCR:DESC#8f52b147ddb0c256e2be5b22df45d909",
    "original": "Home to enigmatic ruler Mr. House, the Lucky 38 dominates the New Vegas strip, although nobody has stepped inside in over 200 years.",
    "translation": "幸运38，神秘的统治者豪斯先生的家，他控制着新维加斯长街；虽说200多年来从未有人踏入过。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens15_01000AEB#LSCR:DESC#467f0a032ae94e507b263f3930ac13bc",
    "original": "Home to the Omerta's. Gomorrah is home to some of New Vegas's seediest vice and sin, dealing in everything from prostitution and more.",
    "translation": "蛾摩拉，黑手党的家，是新维加斯最肮脏的罪恶之地，它从事任何有利可图的事情，包括卖淫。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens16_01000AEC#LSCR:DESC#a0ac146af86cfbf38b0958720313aea3",
    "original": "Self declared president, CEO, and sole proprietor of the New Vegas Strip, Robert Edwin House is responsible for New Vegas's preservation during the Great War of 2077.",
    "translation": "罗伯特·艾德温·豪斯，自封为新维加斯长街的总裁、CEO以及全权所有人，负责2077年的伟大战争期间新维加斯的保护。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens17_01000DCA#LSCR:DESC#84e890e16d392a73f37778cc38126827",
    "original": "Mr. New Vegas is the charismatic but unseen voice of Radio New Vegas.",
    "translation": "新维加斯先生是新维加斯电台中魅力十足但从未露面的声音。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens18_01000DCB#LSCR:DESC#c4c5334a5582ac83714969a3775fcdc4",
    "original": "Benny is head of The Chairmen, the tribe in charge of running The Tops Hotel and Casino.",
    "translation": "本尼是董事会的负责人，该部落负责经营九重天赌场酒店。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens19_01000DCC#LSCR:DESC#162944dca4eb3f34b27d10c90f4e0391",
    "original": "The Bison Steve is a pre-War hotel and casino located in the town of Primm.",
    "translation": "野牛史蒂夫是位于普瑞姆的战前赌场酒店。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens20_01000DCD#LSCR:DESC#637f468a1570822f66a7493add955d01",
    "original": "Vulpes Inculta is head of Caesar's Frumentarii, masters of disguise, deception, and intelligence gathering in Caesar's Legion.",
    "translation": "赤狐因库塔是凯撒的军团特务的负责人，是凯撒军团中伪装、欺骗和情报收集的大师。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens21_01000DCE#LSCR:DESC#afa2de8a344508b2fbefab7d208db2b9",
    "original": "Uylsses was a Courier hired by Victor, but who passed the job onto you after seeing your name on the courier list. Perhaps more can be learned by traveling to meet him in the Divide?",
    "translation": "尤利西斯是维克多雇用的邮差，但在看到邮差名单上你的名字后，他把工作交给了你。也许去大裂谷见他可以了解到更多？",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens22_01000DCF#LSCR:DESC#8a9c2adeac7940d05619f6c8ac19dc3b",
    "original": "Alice McLafferty is head of The Crimson Caravan Company, and has recently relocated to the New Vegas branch from The Hub due to underperformance.",
    "translation": "爱丽丝·麦克拉弗蒂是深红商队公司的负责人，由于表现不佳，最近从哈勃城调到了新维加斯分公司。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens23_01000DD0#LSCR:DESC#d53c0a64f08d969559e5a30711625b4f",
    "original": "Dennis Crocker is the third ambasador to New Vegas from the NCR.",
    "translation": "丹尼斯·克罗克是NCR派往新维加斯的第三位大使。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens24_01000DD1#LSCR:DESC#4fca318f250052259e6b0b66053da172",
    "original": "Arcade Ganon is a Follower researcher at the Old Mormon Fort. He is willing to accompany you, but seems rather unwilling to open up about his past.",
    "translation": "阿卡德·甘农是旧摩门教要塞追随者的研究员。他愿意陪伴你，但似乎不太愿意透露他的过去。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens25_01000DD2#LSCR:DESC#2d4c92875922c4679d485f3ab9a6e90e",
    "original": "Aurelius of Phoenix is the commanding officer of Caesar's Legion at Cottonwood Cove. He despises the NCR so much, he is willing to pay those who bring him the dog-tags of slain NCR troopers.",
    "translation": "凤凰城的奥勒留是棉白杨湾凯撒军团的指挥官。他非常鄙视NCR，以至于他愿意向那些给他带来被杀NCR士兵狗牌的人支付报酬。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens26_01000DD3#LSCR:DESC#7a2308d957407ae48fbf65c64265585f",
    "original": "1st Recon Snipers, Craig Boone and Manny Vargas were best friends until the suspicious disappearance of Bonne's wife Carla.",
    "translation": "第一侦察营狙击手克雷格·布恩和曼尼·瓦加斯一直是最好的朋友，直到布恩的妻子卡拉的可疑失踪。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens27_01000DD4#LSCR:DESC#0821f253d1c29f5cb468d2513b646385",
    "original": "A member of the Blackfoot tribe before being integrated into Caesar's Legion, Canyon Runner quickly rose to the rank of Slave Master, and currently assesses slaves at Cottonwood Cove.",
    "translation": "峡谷行者在加入凯撒军团之前是黑脚部落的成员，他很快就晋升为奴隶主，目前在棉白杨湾评定奴隶。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens28_01000DD5#LSCR:DESC#8c8bff04ca5fa165ad3ba830a5574230",
    "original": "Marie Pappas is the captain of the NCR Miltiary Police on The Strip. Considered uptight and cold, Pappas is still well respected among her peers.",
    "translation": "玛丽·帕帕斯，她有时被她的同辈认为拘谨而冷漠，但她仍然作为长街的NCR宪兵队长而备受尊敬。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens29_01000DD6#LSCR:DESC#1fa5280a7878f44a4e82b4c57a386d9a",
    "original": "Owner of Cassidy Caravans, Rose of Sharon Cassidy is an eager and at times aggressive woman. After the destruction of her caravan, Cass is stuck at the Mojave Outpost until her caravan papers no longer keep her there.",
    "translation": "罗撒香·卡西迪，卡西迪商队的拥有者，她是一个热情而有时咄咄逼人的女人。在她的商队被摧毁后，卡西迪被困在莫哈维前哨站，直到她的商队文件允许释放她。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens30_01000DD7#LSCR:DESC#7c4649cb2cff216685f27154ab315439",
    "original": "Cato Hostilius is a Frumentarii of Caesar's Legion, especially skilled in areas pertaining to assassination.",
    "translation": "加图·荷提留斯是凯撒军团的一名军团特务，他尤其擅长暗杀领域。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens31_01000DD8#LSCR:DESC#6ec79bf335887575cdd43713bb7cdbd3",
    "original": "Chief Hanlon is head of the NCR Rangers after 40 years of service, and is currently operating out of Camp Gold.",
    "translation": "军士长汉隆在服役40年后成为NCR游骑兵的首领，他目前在高尔夫营地活动。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens32_01000DD9#LSCR:DESC#ee0454448a8d25e0dd29f93c826fcc3f",
    "original": "Colenel James Hsu is the current commanding officer of the NCR forces at Camp McCarran.",
    "translation": "詹姆斯·许上校是麦卡伦营地NCR部队的现任指挥官。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens33_01000DDA#LSCR:DESC#67ca14f5a35d34ec20ed845335010377",
    "original": "Colonel Cassandra Moore is the commanding officer of the NCR forces at Hoover Dam.",
    "translation": "卡桑德拉·莫尔上校是胡佛大坝NCR部队的指挥官。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens34_01000DDB#LSCR:DESC#963f5c32d695976695a66984b2ac70e7",
    "original": "The Crimson Caravan Company is the largest caravan house operating out of the NCR. and is currently being run by Alice McLafferty.",
    "translation": "深红商队公司是NCR运营的最大的商队，目前由爱丽丝·麦克拉弗蒂经营。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens35_01000DDC#LSCR:DESC#471ce3b4bd195e3deb56def6f037dbb7",
    "original": "Dead Sea and Decanus Alexus are both Legionary Decanii, responsible for leading attacks and hostilities on NCR troops and lands.",
    "translation": "死海和亚历克苏斯，他们都是军团什长，负责领导对NCR部队和领土的攻击和敌对行动。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens36_01000DDD#LSCR:DESC#0626baa219cd46b388e4f15a033fc25d",
    "original": "A chem dealer operating out of Freeside, Dixon enjoys wathcing his customers sucucmb to addiction when using his products, leaving some to believe he might even be an NCR agent keeping Freeside down.",
    "translation": "迪克森，自由之城的一个毒贩，他喜欢看着他的顾客在使用他的产品时沉溺于毒瘾，这让一些人认为他甚至可能是控??制自由之城的NCR特工。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens37_01000DDE#LSCR:DESC#70a77a80bebbcf704bc771837c6c9100",
    "original": "Masters of deception, disguise, and intelligence gathers, Frumentarii are handpicked by Caesar himself to perform whatever tasks he needs done.",
    "translation": "军团特务是欺骗、伪装和情报收集方面的大师，由凯撒亲自挑选来执行他需要完成的任何任务。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens38_010010BC#LSCR:DESC#fadd216d7b2b7b9e460be62efc30a5a2",
    "original": "General Lee Oliver is commanding officer of the NCR in the Mojave after the First Battle of Hoover Dam.",
    "translation": "第一次胡佛大坝战役后，李·奥利弗将军成为NCR在莫哈维的指挥官。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens39_010010BD#LSCR:DESC#552cbb4705a512260f133e354638b638",
    "original": "A succesful brahmin baron, many small-time ranchers have claimed Heck Gunderson uses less than reputable means to drive the competition out of business.",
    "translation": "赫克·冈德森，一位成功的双头牛大亨，许多小牧场主指责他使用不正当的手段将竞争对手赶出市场。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens40_010010BE#LSCR:DESC#d74ec654546db848d9dd0fd4b11957e7",
    "original": "Living in North Vegas Square, Jules spends his time guarding North Vegas and its residents after years spent wandering the wasteland.",
    "translation": "儒勒，居住在北维加斯广场，在废土上流浪多年后，现在保护着北维加斯及其居民。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens41_010010BF#LSCR:DESC#fd3c35ffc2a092f43bdcaa44bc93c321",
    "original": "Military commander of Caesar's Legion, Legate Lanius is feared for his brutality and ruthlessness, although little is known about the man himself.",
    "translation": "军团长兰尼乌斯，凯撒军团的军事指挥官，因其残暴无情而令人生畏，尽管人们对他本人知之甚少。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens42_010010C0#LSCR:DESC#9b190915f7d232d02fbd6d4494221d8b",
    "original": "Lupa is mother to some of the best Legion dogs in it's history, and is beloved by many of the Legion's members.",
    "translation": "鲁帕，是军团历史上许多良犬的母亲，深受军团许多成员的喜爱。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens43_010010C1#LSCR:DESC#3aa289cdcec361769357aa7b5980fa80",
    "original": "Marilyn and Jane are two Securitrons modified by House to serve as his assistants, or his \"girls\" as they refer to themselves.",
    "translation": "玛丽琳和简是两个由豪斯改造的电子保安，担任他的助手；或者用她们的话来说，是他的“女孩”。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens44_010010C2#LSCR:DESC#d621b28869736a0e89536a535fbe36aa",
    "original": "Leader of the White Glove Society, Marjorie openly despises any accusations of unsavory activites.",
    "translation": "玛乔里，白手套社团的领导人，公开否认任何有关不道德活动的指控。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens45_010010C3#LSCR:DESC#b44729735de8de6adf1453828045f274",
    "original": "Once a resident of Vault 21, Michael Angelo spends most of his time creating neon signs for the various businesses on the Strip and Freeside. He does wish however to see the many sights of the Mojave with his own eyes.",
    "translation": "米开·朗琪罗，曾经是21号避难所的居民，他大部分时间都在为长街和自由之城的各种营生制作霓虹灯招牌。然而，他很希望亲眼看看莫哈维的众多景点。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens46_010010C4#LSCR:DESC#227e7cf3dfee250d62d94f13e1b1bfd7",
    "original": "Leader of the notorious chem fueled Fiends, Motor-Runner deals in everything from chems to slavery.",
    "translation": "轰鸣恶煞，臭名昭著、药物泛滥的恶魔帮头目，交易范围从药品到奴隶贩卖无所不包。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens47_010010C5#LSCR:DESC#d6f55cf4ae697a268400a036dc10b49d",
    "original": "Head of the Omertas, Nero is rather reclusive but still ruthless and cunning in his operations.",
    "translation": "尼禄，黑手党的首领，他相当遁世，但做事仍然冷酷无情、狡诈奸猾。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens48_010010C6#LSCR:DESC#f3f40ac89b618fc128763f1be7153265",
    "original": "Second in command of The Kings, Pacer has an open hatred of NCR settlers in Freeside, and openly opposes any dealings with them.",
    "translation": "佩瑟，猫王帮的二把手，他公开仇恨自由之城的NCR居民，并公开反对与他们进行任何交易。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens49_010010C7#LSCR:DESC#332a2b94cda14fcdd1e9ccd6cd76b74d",
    "original": "Hand picked bodyguards of Caesar himself, Praetorians are devastating hand to hand combatants.",
    "translation": "禁卫军，凯撒亲自挑选的贴身保镖，他们是极具破坏力的肉搏战士。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens50_010010C8#LSCR:DESC#ea68d07f0f8ce209c81a0b34977ae939",
    "original": "President of the New California Republic, Aaron Kimball has spent the last seven years annexing the Mojave Wasteland.",
    "translation": "亚伦·金博尔，新加州共和国的总统，在过去七年中一直在吞并莫哈维废土。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens51_010010C9#LSCR:DESC#9fe39313c5d85eff6d21365b9cd5aa1e",
    "original": "Armed with modified pre-War Riot Gear, NCR Veteran Rangers strike fear into even the most hardened of combatants.",
    "translation": "NCR资深游骑兵，装备着经过改装的战前防暴装备，即使是最坚强的战士也会心生恐惧。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens52_010010CA#LSCR:DESC#985346fa64d97eaf876afc45dd8d1333",
    "original": "Loyal companion of The King, Rex is in desperate need of a new brain. Perhaps you can help find him one?",
    "translation": "雷克斯，猫王的忠诚伙伴，急需新的大脑；也许你能帮它找到一个？",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens53_010010CB#LSCR:DESC#0432b7a99c5ce4f579f5f0ff72270b8f",
    "original": "Resident of the once expansive Vault 21, Sarah Weintraub now runs the Vault as a gift shop and hotel to weary travelers to The Strip.",
    "translation": "莎拉·温特劳布，曾经是广阔的21号避难所的居民，她现在把避难所作为一家礼品店和酒店经营，为前往长街的疲惫旅客提供服务。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens54_010010CC#LSCR:DESC#8e3940d4fde9eb4e2431e41b2e2393fa",
    "original": "Once an aspiring doctor, Siri is now a slave at The Fort. She is still however capable of first aid and the creation of medical remedies such as Healing Powder.",
    "translation": "希瑞，曾经是个有抱负的医生，现在是城堡的奴隶。她仍然能够进行急救和制作治疗粉等药物。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens55_010010CD#LSCR:DESC#465f6d89c1ec7a434830f772abfcc191",
    "original": "While little is known about Legionary Speculatores, it is believed that they could be responsible for mapping and reconnaissance work.",
    "translation": "虽然人们对军团侦查兵知之甚少，但据说他们可能负责测绘和侦察工作。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens56_010010CE#LSCR:DESC#fe1972f7fed053c3ef4851f679e4c652",
    "original": "Benny's \"Second in Command\" at The Tops, Swank is loyal to Mr. House, even more so than Benny himself.",
    "translation": "斯万克，本尼在九重天的“二把手”，他对豪斯先生的忠诚度甚至超过了本尼本人。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens57_010010CF#LSCR:DESC#b0ccd4b3efb6a128c084a01fd3237cbc",
    "original": "Once know as the \"Mojave Boot-Riders\", the Chairmen now run and own The Tops Hotel and Casino.",
    "translation": "董事会，曾经被称为莫哈维靴子骑士，现在经营并拥有九重天赌场酒店。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens58_010010D0#LSCR:DESC#9f086b12a769fb8a963acee8a10d9622",
    "original": "Coming all the way from the New California Republic, The Followers of the Apocalypse are a humanitarian group dedicated to helping those in need, as well as gaining and using knowledge for the betterment of mankind.",
    "translation": "天启追随者，来自新加州，是一个致力于帮助有需要的人的人道主义团体，以及获取和使用知识来使人类进步。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens59_010010D1#LSCR:DESC#f6ba3878b1218e53b2f29770819fb22f",
    "original": "Owners of the Atomic Wrangler, Francine and James Garret deal in everything from chems to alcohol and even prostitution in Freeside.",
    "translation": "弗朗辛和詹姆斯·加勒特，原子牛仔的拥有者，在自由之城经营从化学品到酒精甚至卖淫的各种业务。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens60_010010D2#LSCR:DESC#e7f8e5a1a463c8b2b9f6958c9655e1b5",
    "original": "The Gun Runners have been supplying weaponry everywhere from the New California Republic all the way to the Mojave Wasteland for over 150 years.",
    "translation": "150多年来，军火走私者一直在从新加州共和国到莫哈维废土的各个地方供应武器。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens61_010010D3#LSCR:DESC#fc9a68918442a4f45d648632641a3825",
    "original": "Charismatic leader of The Kings, The King is dedicated to independence and freedom in Freeside, no matter the cost.",
    "translation": "猫王，猫王帮有魅力的领袖，致力于自由制城的独立和自由，而不惜一切代价。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens62_010010D4#LSCR:DESC#684b20598d3458077ad16e737e231150",
    "original": "While technically controlling Freeside in regards to resources such as water and security, The Kings are dedicated to maintaining independence and freedom in Freeside, especially from the NCR.",
    "translation": "猫王帮，虽然在技术上控制着自由之城的水和安保等资源，但他们致力于维护自由之城的独立和自由，尤其是不受NCR的干涉。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens63_010010D5#LSCR:DESC#13aa2af30acd29f6c35a510d8026bdc6",
    "original": "Once a ruthless and decietful tribe known as the \"Slither-Kin\", the Omertas now run and own the casino Gomorrah.",
    "translation": "黑手党，曾经是一个冷酷无情、诡计多端的部落，被称为滑虫族，现在经营并拥有蛾摩拉赌场酒店。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens64_010010D6#LSCR:DESC#7f4a587b0e221b51b0fea81f64eaf671",
    "original": "While little is known about their tribal past, The White Glove Society now runs and owns The Ultra-Luxe Casino.",
    "translation": "虽然人们对他们的部落历史知之甚少，但白手套社团现在经营并拥有奢华殿堂赌场度假村。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens65_010010D7#LSCR:DESC#de545f718cbc704995e221b55d3f6cd7",
    "original": "With a keen eye for talent, Tommy Torini is in charge of the entertainment at the Aces Theater in The Tops Hotel and Casino. Rumour has it tho that Torini is looking for some new acts.",
    "translation": "汤米·托里尼，他眼光敏锐，是九重天赌场酒店的王牌剧场的娱乐节目负责人。有传言说托里尼在寻找新演员。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens66_01001F2C#LSCR:DESC#c2c8682f3a37bb31aea2616a624f9f65",
    "original": "The Courier is shaped by your actions, and your actions shape the future of the Mojave Wasteland as well. Be  aware, every major player in the Mojave is watching your actions.",
    "translation": "你的行为塑造了邮差，还塑造了莫哈维废土的未来。注意了，莫哈维的每个大人物都在注视着你。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens67_01001F2D#LSCR:DESC#3a68a29c0241f4a50532d567e9bf4016",
    "original": "Once a Follower, Caesar is now leader of The Legion, or Caesar's Legion as it is known. Cunning, ruthless and determined, Caesar is willing to do whatever it takes to seize control of Hoover Dam, and the Mojave with it.",
    "translation": "凯撒，曾经是天启追随者的一员，现在是凯撒军团的领袖。狡猾、冷酷、意志坚定的凯撒愿意不惜一切代价夺取胡佛大坝和莫哈维的控制权。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens68_01001F2E#LSCR:DESC#53a639348096db65248b16f0ffd613c8",
    "original": "Leader of the Followers of the Apocalypse at The Old Mormon Fort, Julie Farkas is dedicated to selflessly helping tresidents of Freeside.",
    "translation": "朱莉·法卡斯，旧摩门教要塞的天启追随者领袖，她致力于无私地帮助自由之城的居民。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens69_01001F2F#LSCR:DESC#4899b9757a42af68a28fa98586e8d006",
    "original": "Head of security at the Mojave Wasteland branch of the Van Graff's energy weapon empire, Jean-Baptiste Cutting is lmuch more comfortable solving situations with a plasma rifle than anything one might call \"diplomatic.\"",
    "translation": "让·巴普蒂斯特·卡廷，范·格拉夫能量武器帝国莫哈维废土分支的安全主管，他更喜欢用等离子步枪解决问题，而不是任何所谓的“外交手段”。",
    "stage": 1
  },
  {
    "key": "ScumsCoolLoadScreens70_01001F30#LSCR:DESC#16893666052023decac2fd949dff39ba",
    "original": "The number one place to go for energy weapons, the Van Graffs have been manufacturing and distributing energy weapons in Freeside since 2276, spreading all the way from Redding in the New California Republic.",
    "translation": "范·格拉夫家族，是能量武器的首选之地，自2276年以来一直在自由之城制造和分销能量武器，它从新加州共和国的瑞丁城一路传播而来。",
    "stage": 1
  }
]